{
  "collwallet_load_transaction": "Загрузить неподписанную Транзакцию",
  "coldwallet_transaction_invalid_signed": "Транзакция уже подписана.",
  "coldwallet_transaction_invalid_expired": "Транзакция просрочена.",
  "coldwallet_transaction_invalid_contract": "Подпись через Холодный Кошелек доступна только для eosio, eosio.token и eosio.msig Контрактов.",
  "coldwallet_transaction_signature_request_title": "Запрос подписи",
  "coldwallet_transaction_signature_request_content": "Ниже указаны все Контракты/Actions данной Транзакции. Проверьте данные Транзакции и если данные верны, подпишите Транзакцию используя кнопку ниже.",
  "collwallet_transaction_sign_confirm": "Подписать Транзакцию",
  "collwallet_transaction_sign_cancel": "Отмена",
  "coldwallet_wallet_title": "Холодный Кошелек",
  "coldwallet_wallet_description": "Offline режим для безопасного хранения",
  "coldwallet_wallet_workflow": "Пример процедуры подписания в Offline режиме:",
  "coldwallet_wallet_instructions_title": "Инструкция",
  "coldwallet_wallet_instructions_1": "Холодный Кошелек предназначен для работы в паре со Сторожевым Кошельком. Холодный Кошелек всегда находится в режиме Offline в отличии от Сторожевого Кошелька. Транзакции создаются в Сторожевом Кошельке, передаются на подпись в Холодный Кошелек, а затем передаются обратно на Сторожевой Кошелек для передачи в сеть блокчейна.",
  "coldwallet_wallet_instructions_2": "Вам следует установить Сторожевой Кошелек на вашем основном компьютере. В не будете импортировать в него свой Приватный Ключ.",
  "coldwallet_wallet_instructions_3": "Холодный Кошелек вам следует установить на другом компьютере БЕЗ физического доступа в Интернет. Ваши Приватные Ключи будут скопированы в него и зашифрованы для хранения.",
  "coldwallet_wallet_instructions_4": "Вы можете использовать Сторожевой Кошелек как обычный кошелек. Когда появиться запрос на сохранение транзакции для подписи в файл, то укажите имя файла.",
  "coldwallet_wallet_instructions_5": "Потом скопируйте этот файл на компьютер с Холодным Кошельком (например через USB флешку).",
  "coldwallet_wallet_instructions_6": "Разблокируйте свой Холодный Кошелек, нажмите кнопку 'Подпись Транзакции' и выберите созданный вами ранее файл с Транзакцией.",
  "coldwallet_wallet_instructions_7": "Перепроверьте данные Транзакции на корректность. После проверки нажмите 'Подписать Транзакцию' и укажите имя файла для сохранения подписанной Транзакции",
  "coldwallet_wallet_instructions_8": "Перенесите полученный файл с подписанной Транзакцией на компьютер со Сторожевым Кошельком (напр. через флешку USB).",
  "coldwallet_wallet_instructions_9": "Используя Сторожевой Кошелек, нажмите кнопку 'Послать подписанную Транзакцию' и выберите файл с подписанной Транзакцией",
  "coldwallet_wallet_instructions_10": "Снова проверьте, что все указанные данные верны. После проверки нажмите 'Послать Транзакцию' для отправки Транзакции в сеть блокчейна"
}
