{
  "contract_terms": "Проводя данную Транзакцию, я соглашаюсь со следующими условиями (нажмите чтобы увидеть)...",
  "system_transfer_title": "Условия Соглашения",
  "system_transfer_1": "Я, {{from}}, подтверждаю все ниже сказанное:",
  "system_transfer_2": "1. Я подтверждаю, что {{quantity}} не есть результат мошеннических действий.",
  "system_transfer_3": "2. Я подтверждаю, насколько мне известно, что перевод {{to}} не будет являться поддержкой насилию.",
  "system_transfer_4": "3. Я разьяснил все условия перевода {{quantity}} в адрес {{to}}.",
  "system_transfer_5": "Я понимаю что перевод средств является необратимым после {{transaction.delay}} секунд или другого периода настроенного в разрешениях {{from}}.",
  "system_transfer_6": "Если данное действие не получит подтверждение необратимости после получения услуг или благ от '{{to}}', я соглашаюсь вернуть услуги, блага или послать повторно {{quantity}} оперативным способом.",
  "system_voteproducer_1": "Результатом Action 'voteproducer' будет назначение до 30 голосов Блок Продюсерам.",
  "system_voteproducer_2": "Как уполномоченная сторона, я {{ signer }} желаю проголосовать от имени {{ voter }} за следующих кандидатов в Блок Продюсеры '{{ producers }}' с весом голоса равным количеству токенов {{ voter }} застейканых на CPU и NET .",
  "system_voteproducer_3": "Если я не являюсь законным владельцем данных токенов, я подтверждаю, что являюсь уполномоченным лицом для голосования от имени оригинального владельца(цев).",
  "system_voteproducer_4": "Я подтверждаю, что мне платили и не угрожали в той или иной форме за выбор голосов.",
  "system_voteproducer_5": "Я вкурсе что использование автоматических систем голосования, переголосования, обновления голосов, или разрешение использования подобных систем является нарушением условий данного контракта.",
  "system_buyrambytes_1": "Данный Action потребует резервирования {{bytes}} байтов RAM от имени {{receiver}}.",
  "system_buyrambytes_2": "{{buyer}} авторизует данный контракт на перевод достаточного количества {{tokenSymbol}} токенов для покупки RAM по цене определенной автоматически рыночным алгоритмом.",
  "system_buyrambytes_3": "{{buyer}} согласен на комиссию 0.5% от токенов {{tokenSymbol}} потраченых на RAM и понимает возможность получения чуть меньшего ее в связи с тем количества. {{buyer}} согласен на комиссию 0.5% при продаже полученной RAM . {{buyer}} согласен на небольшие погрешности при сделках и получении RAM. {{buyer}} понимает что количество RAM может быть увеличено БП в любой момент, тем самым сказавшись на цене. {{buyer}} понимает что стоимость RAM колеблется от спроса и предложения рынка. {{buyer}} понимает что RAM нельзя перевести другому лицу. {{buyer}} понимает что RAM используемая им в данный момент не может быть продана до момента освобождения от использования.",
  "system_sellrambytes_1": "Action продажи RAM продает неиспользуемую память за токены.",
  "system_sellrambytes_2": "Как уполномоченное лицо я {{ signer }} желаю продать {{ bytes }} неиспользуемой RAM с аккаунта {{ account }}."
}
